---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarContainerIterator
source: html/fbf2d097-3d37-52fd-dd70-375e25029e02.htm
---
# RebarContainerIterator Members

Releases all resources used by the RebarContainerIterator